{
  "task_id": "73ee61b1-d247-4cf7-a17e-0ff4bc12424c",
  "total_chunks": 13,
  "chunks": [
    {
      "chunk_number": 1,
      "text": "I will tell you how I scored 9 bands in listening. This module is the most important part of the investment. You can come here more often. If you are scoring low in IZ listening, this video can help you to learn a lot. Hello guys, this is Rehan Multani. On this channel you will find content that helps you level up your career. If that is what you want, make sure to subscribe my channel. And also I go...",
      "timestamp": "0-30s"
    },
    {
      "chunk_number": 2,
      "text": "and overall score of 7.5 bands which I have experienced in this video. So watch this video after that too. So first step is to know what to expect, what is this module, what is your pattern, what is this thing in it. Listening module, it's not about your vocabulary, it's more about how fast your brain tracks the information. You don't have to remember all the things. Just say something important in it, listening, just say that there is no name, no name, no specific name.",
      "timestamp": "30-60s"
    },
    {
      "chunk_number": 3,
      "text": "or any number or location or anything. This module is a pattern based. If you are in a pattern, you will be able to understand it. So you can easily score 9 beds in this. So, one test is 30 to 40 minutes. In which 30 minutes you will be listening audio. In the end of the day, you will be able to transfer answers to answers sheet. There are 40 questions in this. Which are divided into four sections. The first section is a basic conversation type. Which is called in a gym. In the discussion of membership. Or is it a hotel booking?",
      "timestamp": "60-90s"
    },
    {
      "chunk_number": 4,
      "text": "There are two things in between, mostly the number or location, or some important detail. It is very easy section. There is second section, mostly monologue. There is a man, and there is a man, and there is a man. There is a third and fourth section, and there is a third section. There are two or three students, multiple students. There is a conversation about a conversation. What is in the class? There is a discussion about something. There is a conversation about multiple things.",
      "timestamp": "90-120s"
    },
    {
      "chunk_number": 5,
      "text": "If you have a chance to get it, you will have to pay attention to it. The fourth section is the most difficult thing to do. There is a professor's lecture in the university. There is a TED Talk, there is a single book and you will have to fill all the details. You will get a blank MCQ in the first two sections. You will get a few more sections. And if you have a problem, then you will have to practice better. So how did I actually get 9th to my level of subject?",
      "timestamp": "120-150s"
    },
    {
      "chunk_number": 6,
      "text": "So how did I actually get a 9? So when I had a sample test, my 8.5 was gone. And then I had practiced for 3 times. When I was doing my work, I realized that I was already doing something. That I had a good score. And if you follow this thing, you can score very well. So first, as soon as you have questions, you will not have audio. So you have time. So I have to ask you all the questions. And see if you can.",
      "timestamp": "150-180s"
    },
    {
      "chunk_number": 7,
      "text": "What is the point of the question? You should know one thing, how to ask questions and what are the answers to them? Any question can be answered in phone number, or location, you should know these things. This is a different type of thing, in a 6-banded one, or 9-banded one. As an audio start, you should only focus on audio and questions for 30 minutes. In 30 minutes, you should not focus on one second. After that, do not think, answer it, listen to it. Listen to it, listen to it, listen to it.",
      "timestamp": "180-210s"
    },
    {
      "chunk_number": 8,
      "text": "because it will be a kind of silly mistake. After that, there is another crucial thing that people take care of. It is a spelling. Because you will also write the answer in the spelling mistake. It will be a small test, so you will get zero. So make sure you have a proper heart words with the spellings. So make sure to practice more and more particular words. After that, if you missed any question, you missed any answer. So, don't go to that. As your question is missed, move on instantly. It is hard to do the same thing for you. It can move on.",
      "timestamp": "210-240s"
    },
    {
      "chunk_number": 9,
      "text": "instantly that question, if you start the next question, because if you give that question any time, then because of that, you will go to the next question, if you give it to you, then it will go to the next question, then it will go to the bad domino effect, then it will all be removed. So, it is a question like, you have become a mess, you have to start giving answers to it, the next thing is, whenever you practice, you practice at home, you practice at home, you practice with the headphones, because you will have to use headphones for exams, so you will have to use headphones for exams, so you will have to use headphones for exams,",
      "timestamp": "240-270s"
    },
    {
      "chunk_number": 10,
      "text": "You will be better for you because lots of people are not familiar with headphones. And a small question will be written in the heading that do not exit one word. Or two word answers, so you can also see it from the distance. If you have to write one word, two word can be seen, so it will be wrong. And last, if you have time, your exam is not very fast. So you can listen to podcasts on YouTube or Spotify, which can be English podcasts. Overall, this thing is quite simple. There is no need for high vocabulary. If you want to learn more about basic vocabulary, you should go back to page 4 of H tabling.",
      "timestamp": "270-300s"
    },
    {
      "chunk_number": 11,
      "text": "you should be fine. Now what to do? You have to take the test of Cambridge. You have to practice for one day or if you have time. You can practice for three weeks in a week. And how much time? 30-30 minutes. You have to analyze the test. After the test, you have to analyze it. Because the test is only 40% and analyzing is 60% which will improve your score. Now you have to see where my mistake is. Where is it going? How I am doing it? And then use the score.",
      "timestamp": "300-330s"
    },
    {
      "chunk_number": 12,
      "text": "you just test it and focus is the main thing you know today's attention span is that thing can mess up with your score you have to learn to focus on one place for 30-40 minutes because if you go abroad, today's train station has only one announcement of you there will be four more people, so you have to focus with the same thing goes with other modules as well. Especially the reading which I will make a very simple video about, make sure to subscribe my channel so overall I was listening is not just about English egg.",
      "timestamp": "330-360s"
    },
    {
      "chunk_number": 13,
      "text": "pattern recognition and that kind of analysis game. Practice plus analyzing is the key to a great score. So, I'll get related to all the videos you need to comment on. I'll make a video from that. In this video, you can see that I shared my I'll Sky experience with you. Make sure to subscribe my channel. I'll see you around in next video.",
      "timestamp": "360-390s"
    }
  ]
}